alacritty
base-devel
bluez
bluez-utils
bluetui
code
chromium
discord
dunst
fastfetch
flatpak
grim
htop
hyprcursor
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
libappindicator-gtk3
man-db
networkmanager
neovim
nvidia-open
nvm
nwg-look
openssh
plymouth
polkit
portaudio
python
qt5-wayland
qt6-wayland
qt5ct
qt6ct
starship
thunar
ttf-jetbrains-mono-nerd
unzip
uwsm
vlc
vlc-plugin-ffmpeg
waybar
wget
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils